Repository: BackupTheBerlios/jpa-svn
Catalog: trunk/src/locale/*.po
Languages: pl

source: Name
pl: Nazwa

source: Description
pl: Opis

source: Downloaded %d categories, do you want to update list?
pl: Pobrałem %d kategorii, czy chcesz uaktualnić listę?

source: Editing category "%s"
pl: Edycja kategorii "%s"

source: Editing new category
pl: Edycja nowej kategorii

source: You selected %(count)d categories, but %(service)s allows specifying only one.
pl: Wybrano %(count)d kategorii, ale %(service)s pozwala na podanie tylko jednej.

source: Select
pl: Wybierz

source: Category name
pl: Nazwa kategorii

source: This entry has been published to weblogs. Do you want to delete this entry with all publications?
pl: Ten wpis został już opublikowany w dziennikach. Czy na pewno chcesz go usunąć wraz ze wszystkimi publikacjami?

source: Do you really want to delete this entry?
pl: Czy na pewno chcesz usunąć ten wpis?

source: Save entry to file
pl: Zapisz wpis do pliku

source: All files
pl: Wszystkie pliki

source: HTML files
pl: Dokumenty hipertekstowe

source: Do you really want to delete this category?
pl: Czy na pewno chcesz usunąć tę kategorię?

source: Do you really want to delete this identity?
pl: Czy na pewno chcesz usunąć tę tożsamość?

source: Do you really want to delete this weblog?
pl: Czy na pewno chcesz usunąć ten dziennik?

source: Started sending entry "%s" to weblog %s
pl: Rozpocząłem wysyłanie wpisu "%s" do dziennika %s

source: Entry "%s" published to weblog %s
pl: Wpis "%s" opublikowany w dzienniku %s

source: Error while sending entry "%s" to weblog %s: %s
pl: Błąd podczas wysyłania wpisu "%s" do dziennika %s: %s

source: Started republishing entry "%s" to weblog %s
pl: Rozpocząłem ponowne publikowanie wpisu "%s" do dziennika %s

source: Entry "%s" republished to weblog %s
pl: Wpis "%s" ponownie opublikowany w dzienniku %s

source: Error while republishing entry "%s" to weblog %s: %s
pl: Błąd podczas ponownego publikowania wpisu "%s" do dziennika %s: %s

source: Initiated process of deleting entry "%s" from weblog %s
pl: Rozpocząłem usuwanie wpisu "%s" z dziennika %s

source: Entry "%s" deleted from weblog %s
pl: Wpis "%s" usunięty z dziennika %s

source: Error while trying to delete entry from weblog %s: %s
pl: Błąd podczas próby usunięcia wpisu %s z dziennika %s: %s

source: Service %s doesn't support deleting entries
pl: Usługa %s nie umożliwia usuwania wpisów

source: Started downloading categories for weblog %s
pl: Rozpocząłem pobieranie kategorii dla dziennika %s

source: Finished downloading categories for weblog %s
pl: Zakończyłem pobieranie kategorii dla dziennika %s

source: Error while downloading categories for weblog %s: %s
pl: Błąd podczas pobierania kategorii dla dziennika %s: %s

source: Weblog %s does not support categories
pl: Dziennik %s nie posiada ketegorii

source: Delete
pl: Usuń

source: Publication date
pl: Data publikacji

source: Weblog name
pl: Nazwa dziennika:

source: Editing entry "%s"
pl: Edycja wpisu "%s"

source: Editing new entry
pl: Edycja nowego wpisu

source: public
pl: publiczny

source: private level %d
pl: prywatny poziom %d

source: Viewing entry: "%s"
pl: Podgląd wpisu "%s"

source: Type
pl: Typ

source: Editing identity "%s"
pl: Edycja tożsamości "%s"

source: Editing new identity
pl: Edycja nowej tożsamości

source: Created
pl: Utworzony

source: Title
pl: Tytuł

source: Weblog
pl: Dziennik

source: Publication history for entry "%s"
pl: Historia publikacji wpisu "%s"

source: Editing weblog "%s"
pl: Edycja dziennika "%s"

source: Editing new weblog
pl: Edycja nowego dziennika

source: Update
pl: Uaktualnij

source: Active
pl: Aktywny

source: All identities
pl: Wszystkie tożsamości

source: Publish
pl: Opublikuj

source: Identity
pl: Tożsamość

source: Blogger.com transport using new Atom API
pl: Transport Blogger.com przy użyciu Atom API

source: Returned HTTP reason: %s
pl: Zwrócony komunikat błędu HTTP: %s

source: Received content:
pl: Zwrócona zawartość:

source: Blox.pl specific transport
pl: Transport do Blox.pl

source: Jogger.pl transport
pl: Transport Jogger.pl

source: Transport using MetaWeblog API
pl: Transport przy użyciu MetaWeblog API

source: Old Blogger.com transport using XML-RPC API
pl: Transport przy użyciu API XML-RPC Blogger.com

source: <b>Autosave</b>
pl: <b>Zapis automatyczny</b>

source: <b>Editing</b>
pl: <b>Edycja</b>

source: <b>Fonts</b>
pl: <b>Czcionki</b>

source: <b>Miscellaneous</b>
pl: <b>Ogólne</b>

source: <b>Preview</b>
pl: <b>Podgląd</b>

source: <b>Proxy settings</b>
pl: <b>Ustawienia pośrednika sieciowego</b>

source: <b>Publishing</b>
pl: <b>Publikowanie</b>

source: <b>Toolbars</b>
pl: <b>Paski narzędzi</b>

source: <b>Views</b>
pl: <b>Widoki</b>

source: <b>Windows</b>
pl: <b>Okna</b>

source: A_dvanced
pl: Zaawa_nsowane

source: About program
pl: O programie

source: Adva_nced
pl: Zaawa_nsowane

source: Allow running only one instance of application
pl: Pozwól uruchomić tylko jedną kopię programu

source: Automatically show log
pl: Pokaż log automatycznie

source: Autosave interval:
pl: Częstotliwość zapisu

source: Available weblogs:
pl: Dostępne dzienniki

source: Body text type:
pl: Typ treści:

source: Body:
pl: Treść:

source: Categories:
pl: Kategorie:

source: Category
pl: Kategorie

source: Check for spelling errors while typing
pl: Podświetlaj błędy podczas pisania

source: Choose file
pl: Wybierz plik

source: Click to select font for editor window
pl: Wybór czcionki okna edytora

source: Click to select font for log window
pl: Wybór czcionki okna logu

source: Click to select font for preview window
pl: Wybór czcionki okna podglądu

source: Command:
pl: Polecenie:

source: Create new entry
pl: Utwórz nowy wpis

source: Created:
pl: Utworzono:

source: Default entry body type:
pl: Domyślny typ treści wpisu:

source: Default entry categories:
pl: Domyślne kategorie wpisów

source: Delete this entry also from weblogs:
pl: Usuń ten wpis także z dzienników:

source: Deleting an entry
pl: Usuwanie wpisu

source: Discover weblogs attached to this identity
pl: Wykryj dzienniki używające tej tożsamości

source: Discover weblogs using this identity
pl: Wykryj dzienniki używające tej tożsamości

source: Edit selected entry
pl: Edytuj wskazany wpis

source: Editor font:
pl: Czcionka edytora:

source: Enable a_utosave feature
pl: Włącz zapis a_utomatyczny

source: Entry
pl: Wpis

source: Entry categories
pl: Kategorie wpisów

source: Entry preview font:
pl: Czcionka podglądu:

source: Filter
pl: Filtr

source: Filter entries display
pl: Filtrowanie widoku wpisów

source: HTML Source
pl: Źródło HTML

source: HTML source of entry body:
pl: Źródło HTML treści wpisu

source: History
pl: Historia

source: History of entry publications:
pl: Historia publikowania wpisu:

source: Host name (or IP address) of proxy server
pl: Nazwa lub adres IP pośrednika sieciowego

source: Identity name
pl: Nazwa tożsamości

source: Informations
pl: Informacje

source: Insert last track _data when creating new entry
pl: Wstaw _dane ostatniego utworu podczas tworzenia nowego wpisu

source: Is a draft
pl: Jest szkicem

source: Last.fm user name:
pl: Nazwa użytkownika Last.fm

source: Last.fm/Audioscrobbler webservices can be used to fetch last played tracks data
pl: Usługa Last.fm/Audioscrobbler służy do pobierania danych o ostatnio odgrywanym utworze

source: Launch preview in Gnome default web browser
pl: Wyświetl podgląd w domyślnej przeglądarce Gnome

source: Launch preview in KDE default web browser
pl: Wyświetl podgląd w domyślnej przeglądarce KDE

source: Launch preview in custom-defined web browser
pl: Wyświetl podgląd we własnej przeglądarce

source: Launch preview in system default web browser (not recommended on Linux)
pl: Użyj domyślnej przeglądarki WWW (nie zalecane w linuksie)

source: License
pl: Licencja

source: List of defined entry categories
pl: Lista zdefiniowanych kategorii wpisów

source: List of my identities:
pl: Lista moich tożsamości:

source: List of my weblogs that use this identity:
pl: Lista moich dzienników, które używają tej tożsamości:

source: Log font:
pl: Czcionka logu:

source: Modify program preferences
pl: Zmień ustawienia programu

source: My identities
pl: Moje tożsamości

source: My weblogs
pl: Moje dzienniki

source: Op_erations
pl: Op_eracje

source: P_rotocol:
pl: P_rotokół:

source: Pa_ssword:
pl: Ha_sło:

source: Please, select <b>only one</b> from the list below, or the first one will be used.
pl: Proszę wybrać <b>tylko jedną</b> z poniższej listy, albo zostanie użyta pierwsza.

source: Preferences
pl: Ustawienia

source: Preview entry in web browser
pl: Podgląd wpisu w przeglądarce WWW

source: Proxy _host name:
pl: Nazwa pośrednika:

source: Proxy _port:
pl: _Port pośrednika:

source: Publication _history
pl: _Historia publikacji

source: Publication history
pl: Historia publikacji

source: Publish a_gain
pl: Opublikuj p_onownie

source: Publish entry to weblog(s)
pl: Opublikuj wpis w weblogu

source: Publish entry to weblogs:
pl: Opublikuj wpis w dziennikach:

source: Publish selected entry
pl: Opublikuj wskazany wpis

source: Published:
pl: Opublikowany:

source: Republish entry to all weblogs it was published
pl: Opublikuj wpis we wszystkich dziennikach, w których się już znajduje

source: Select category
pl: Wybierz kategorię

source: Select font
pl: Wybierz czcionkę

source: Select weblogs
pl: Wybierz dzienniki

source: Service _URI:
pl: _URI usługi

source: Service port
pl: _Port usługi

source: Show (unhide) log window on program activity
pl: Pokaż (odkryj) okno logu podczas aktywności programu

source: Show HTML that will be sent and published
pl: Pokaż HTML, który zostanie opublikowany

source: Show _HTML
pl: Pokaż _HTML

source: Show _only active
pl: Pokaż tylk_o aktywne

source: Show history of entry publications
pl: Pokaż historię publikowania wpisu

source: Show icons and labels
pl: Pokaż ikony i tekst

source: Show icons only
pl: Pokaż tylko ikony

source: Show labels only
pl: Pokaż tylko tekst

source: Show list of entry categories
pl: Pokaż listę kategorii wpisów

source: Show list of my identities
pl: Pokaż listę moich tożsamości

source: Show list of my weblogs
pl: Pokaż listę moich dzienników

source: Show/hide log window
pl: Pokaż/ukryj okno logu

source: Synchronize categories with weblogs
pl: Zsynchronizuj kategorie z dziennikami

source: System command to start web browser
pl: Polecenie uruchamiające przeglądarkę WWW

source: The server returned unexpected result, the changes to your weblog has not been recorded. See below for details.
pl: Serwer zwrócił nieoczekiwaną odpowiedź, zmiany nie zostały wprowadzone. Szczegółowe informacje poniżej.

source: This program is free software, you may freely use and distribute it under provision of GNU Public License ("The GPL"). See license page for details.
pl: Ten program jest wolnym oprogramowaniem, rozprowadzanym zgodnie z postanowieniami Licencji Publicznej GNU (znanej także jako "GPL"). Więcej informacji znajdziesz na karcie z informacjami licencyjnymi.

source: This program uses code written by other people: - Python interpreter, http://www.python.org/ - PyGTK GUI toolkit, http://www.pygtk.org/ - PySQLite embedded database wrapper, http://pysqlite.org/ - SQLObject Object-Relational Mapping, http://www.sqlite.org/ - PyXMPP XMPP/Jabber library, http://pyxmpp.jabberstudio.org/
pl: W tym programie używany jest kod, napisany przez inne osoby: - Interpreter języka Python, http://www.python.org/ - Biblioteka GUI PyGTK, http://www.pygtk.org/ - Biblioteka wbudowanej bazy danych PySQLite, http://pysqlite.org/ - Biblioteka ORM SQLObject, http://www.sqlobject.org/ - Biblioteka protokołu XMPP/Jabber PyXMPP, http://pyxmpp.jabberstudio.org/

source: Title:
pl: Tytuł:

source: Track info format:
pl: Format informacji o utworze:

source: Trying to discover weblog properties, please wait...
pl: Próbuję wykryć dzienniki, proszę, poczekaj...

source: URI of remote blogging service
pl: URI usługi weblogowej

source: Unexpected result
pl: Nieoczekiwany wynik

source: Use Gnome default web browser
pl: Użyj przeglądarki WWW Gnome

source: Use KDE default web browser
pl: Użyj przeglądarki WWW KDE

source: Use custom web browser:
pl: Użyj własnej przeglądarki WWW:

source: Use d_efault
pl: Użyj _domyślnego

source: Use entry creation date as entry date
pl: Użyj daty utworzenia wpisu jako daty publikacji

source: Use spell checking
pl: Użyj sprawdzania pisowni

source: Use system default web browser
pl: Użyj domyślnej przeglądarki WWW

source: Visibility level:
pl: Poziom widoczności:

source: Weblog Discovery
pl: Wykrywanie dzienników

source: Weblog ID:
pl: ID dziennika:

source: Weblog account
pl: Konto blogowe

source: When set, entry will be published with date and time when it was created (if possible).
pl: W przypadku zaznaczenia, wpis zostanie opublikowany z datą utworzenia (o ile to możliwe).

source: You are about to remove an entry.
pl: Zamierzasz usunąć wpis

source: Your password to this service
pl: Twoje hasło dla tej usługi

source: Your service login (aka "user name")
pl: Twój login dla tej usługi ("nazwa użytkownika")

source: _Behaviour
pl: _Zachowanie

source: _Categories
pl: _Kategorie

source: _Description:
pl: Op_is:

source: _Discover
pl: Wykryj _dzienniki

source: _Discover weblogs
pl: Wykryj _dzienniki

source: _Edit
pl: _Edycja

source: _File
pl: _Plik

source: _Filter
pl: _Filtr

source: _Gadgets
pl: _Gadżety

source: _Help
pl: P_omoc

source: _Identities
pl: _Tożsamości

source: _Identity:
pl: _Tożsamość

source: _Log window
pl: Okno _logu

source: _Name:
pl: _Nazwa:

source: _Network
pl: _Sieć

source: _Preview entry
pl: _Podgląd wpisu

source: _Publish
pl: O_publikuj

source: _Remember window sizes
pl: Za_pamiętaj rozmiary okien

source: _Synchronize
pl: Z_synchronizuj

source: _Title:
pl: _Tytuł:

source: _Tools
pl: _Narzędzia

source: _Type:
pl: _Typ:

source: _Use proxy server
pl: _Użyj pośrednika sieciowego

source: _View
pl: _Widok

source: _Visual
pl: _Wygląd

source: _Weblogs
pl: _Dzienniki

source: minutes
pl: minut

source: version: %s
pl: wersja: %s
